/* 国际化zh_tw */

module.exports = {
  '必须填写': '*必須填寫',
  '规则': '條款及細則',
  '下一步': '下一步',
  '提交成功': '提交成功！',
  '发送积分': 'MyLink 積分已存入閣下的MyLink 帳戶，請透過下方「我的積分」按鈕查閱。',
  '提交失败': '提交失敗',
  '重新填写': '請重新填寫',
  '我的积分': '我的積分',
  satisfaction: {
    '头部banner': require('../../../static/img/zh/s-banner.png'),
    '题目1': '請為MyLink的服務打分：（單選）*',
    '非常不满意': '非常不滿意',
    '不满意': '不滿意',
    '一般满意': '一般滿意',
    '满意': '滿意',
    '非常满意': '非常滿意',
    '满意_题目2': '您最滿意MyLink哪方面內容？（單選）*',
    '不满意_题目2': '您最不滿意MyLink哪方面內容？（單選）*',
    '界面设计': '界面設計',
    '用户体验': '用戶體驗',
    '功能服务': '功能服務',
    '不满意_多选标题': '請選擇您不滿意的原因：（可多選）*',
    '满意_多选标题': '請選擇您滿意的原因：（可多選）*',
    '其他': '其他（如有）',
  },
  preference: {
    '头部banner': require('../../../static/img/zh/p-banner.png'),
    '题目': '以下哪款數據用量顯示方式您認為更清晰？（單選）*',
    '选项1题目': '顯示剩餘用量',
    '选项2题目': '顯示已使用用量',
    '选项1': require('../../../static/img/zh/q-one-1.png'),
    '选项2': require('../../../static/img/zh/q-one-2.png'),
  }
};
