/* 国际化zh_tw */

module.exports = {
  home: {
    '头部banner': require('../../../static/img/tw/home_banner.png'),
    '登陆提示': '輸入手機號碼領取',
    '输入': '請輸入手機號碼',
    '领取': '免費領取',
    '同意': '我已閱讀並同意MyLink的',
    '活动规则': '活動規則',
    '仅限新用户': '本活動僅限新用戶參加',
    '去Mylink': '立即去MyLink App睇如何參加其他活動賺盡積分',
    '好的': '好的',
    '取消': '取消',
    '规则内容': `
        <p>1.優惠僅限MyLink新用戶領取</p> 
        <p>2.同一手機號、同一設備、同一支付帳號視為同一用戶</p> 
        <p>3.新用戶迎新禮遇不與其他優惠疊加</p>`,
    '正确号码': '請輸入格式正確的手機號碼',
  },
  share: {
    title: '註冊MyLink獲得專屬迎新禮遇！',
    content: '有機會獲得12GB數據包、5G上台優惠、首次繳費電子券或MyLink積分等不同優惠！'
  },
  coupon: {
    '头部banner': require('../../../static/img/tw/coupon_banner.png'),
    '恭喜': '恭喜您',
    '获得': '獲得以下MyLink新用戶迎新禮遇',
    '使用': '前往MyLink App使用',
    '查看更多': '查看更多',
    '底部': '新手禮遇已送到',
    '修改': '修改',
    '积分': '積分'
  },
  pop: {
    '获得礼包': '恭喜您獲得以下優惠',
    'tip1': '註冊Mylink可獲得999元',
    'tip2': '新手大禮包',
    '查看全部': '查看全部   >',
    '去使用': '去使用',
  }
};
