/* 国际化zh_tw */

module.exports = {
  '必须填写': '*必須填寫',
  '规则': '條款及細則',
  '下一步': '下一步',
  '提交成功': '提交成功！',
  '发送积分': 'MyLink 積分已存入閣下的MyLink 帳戶，請透過下方「我的積分」按鈕查閱。',
  '提交失败': '提交失敗',
  '重新填写': '請重新填寫',
  '我的积分': '我的積分',
  satisfaction: {
    '头部banner': require('../../../static/img/tw/s-banner.png'),
    '题目1': '請為MyLink的服務打分：（單選）*',
    '非常不满意': '非常不滿意',
    '不满意': '不滿意',
    '一般满意': '一般滿意',
    '满意': '滿意',
    '非常满意': '非常滿意',
    '满意_题目2': '您最滿意MyLink哪方面內容？（單選）*',
    '不满意_题目2': '您最不滿意MyLink哪方面內容？（單選）*',
    '界面设计': '界面設計',
    '用户体验': '用戶體驗',
    '功能服务': '功能服務',
    '不满意_多选标题': '請選擇您不滿意的原因：（可多選）*',
    '满意_多选标题': '請選擇您滿意的原因：（可多選）*',
    '其他': '其他（如有）',
    '满意多选项': {
      '界面': ['MyLink信息布局清晰，通訊功能入口顯眼，方便查找',
              'MyLink著數版塊優惠活動豐富，容易找到新的優惠信息',
              'MyLink推送新消息/積分消息時，使用小紅點強提示，更加醒目'],
      '体验': ['MyLink線上業務辦理方便，獎賞兌換支持送貨上門/自取櫃取貨',
              'MyLink支持多種登錄方式，且有新手指引，新戶易上手',
              'MyLink有人工客服，響應快服務好'],
      '功能': ['MyLink通訊功能資訊齊全、行山活動豐富',
              'MyLink任務中心發布的任務，方便積分賺取',
              'MyLink繳費增值可以使用積分支付，同時有多種支付方式供選擇']
    },
    '不满意多选项': {
      '界面': ['MyLink界面設計復雜，指示不清晰，無法準確操作',
              'MyLink字體顯示不支持調整，會有字體過大/過小問題',
              'MyLink設計不支持切換皮膚功能'],
      '体验': ['MyLink加載時間慢、營銷活動推廣彈窗過多，影響使用心情',
              'MyLink積分商城積分不夠時不能用錢支付，無法兌換到喜歡的獎賞',
              'MyLink著數版塊商戶優惠力度小、積分商城產品兌換種類少'],
      '功能': ['MyLink WeWalk計步不準確',
              'MyLink個性視頻內容不夠豐富',
              'MyLink賬單為pdf格式，明細展示不夠清晰']
    },
  },
  preference: {
    '头部banner': require('../../../static/img/tw/p-banner.png'),
    '题目': '以下哪款數據用量顯示方式您認為更清晰？（單選）*',
    '选项1题目': '顯示剩餘用量',
    '选项2题目': '顯示已使用用量',
    '选项1': require('../../../static/img/zh/q-one-1.png'),
    '选项2': require('../../../static/img/zh/q-one-2.png'),
  }
};
