/* 国际化zh_cn */

module.exports = {
  '必须填写': '*必须填写',
  '规则': '条款及细则',
  '下一步': '下一步',
  '提交成功': '提交成功！',
  '发送积分': 'MyLink 积分已存入阁下的MyLink 帐户，请透过下方「我的积分」按钮查阅。',
  '提交失败': '提交失败',
  '重新填写': '请重新填写',
  '我的积分': '我的积分',
  '提交': '提交',
  '其他原因': '请填写',
  satisfaction: {
    '头部banner': require('../../../static/img/zh/s-banner.png'),
    '题目1': '请为MyLink的服务打分：（单选）*',
    '非常不满意': '非常不满意',
    '不满意': '不满意',
    '一般满意': '一般满意',
    '满意': '满意',
    '非常满意': '非常满意',
    '满意_题目2': '您最满意MyLink哪方面内容？（单选）*',
    '不满意_题目2': '您最不满意MyLink哪方面内容？（单选）*',
    '界面设计': '界面设计',
    '用户体验': '用户体验',
    '功能服务': '功能服务',
    '不满意_多选标题': '请选择您不满意的原因：（可多选）*',
    '满意_多选标题': '请选择您满意的原因：（可多选）*',
    '其他': '其他（如有）',
    '满意多选项': {
      '界面': ['MyLink信息布局清晰，通讯功能入口显眼，方便查找',
              'MyLink着数版块优惠活动丰富，容易找到新的优惠信息',
              'MyLink推送新消息/积分消息时，使用小红点强提示，更加醒目'],
      '体验': ['MyLink线上业务办理方便，奖赏兑换支持送货上门/自取柜取货',
              'MyLink支持多种登录方式，且有新手指引，新户易上手',
              'MyLink有人工客服，响应快服务好'],
      '功能': ['MyLink通讯功能资讯齐全、行山活动丰富',
              'MyLink任务中心发布的任务，方便积分赚取',
              'MyLink缴费增值可以使用积分支付，同时有多种支付方式供选择']
    },
    '不满意多选项': {
      '界面': ['MyLink界面设计复杂，指示不清晰，无法准确操作',
              'MyLink字体显示不支持调整，会有字体过大/过小问题',
              'MyLink设计不支持切换皮肤功能'],
      '体验': ['MyLink加载时间慢、营销活动推广弹窗过多，影响使用心情',
              'MyLink积分商城积分不够时不能用钱支付，无法兑换到喜欢的奖赏',
              'MyLink着数版块商户优惠力度小、积分商城产品兑换种类少'],
      '功能': ['MyLink WeWalk计步不准确',
              'MyLink个性视频内容不够丰富',
              'MyLink账单为pdf格式，明细展示不够清晰']
    },
    '规则内容': `
        <div class="title">MyLink「Link你的心声」任务（「本任务」）条款及细则</div><br/>
        1.本任务由中国移动香港有限公司（「中国移动香港」）主办。<div class="rule-height"></div>
        2.本任务于即日起至2021年5月2日23:59pm（香港时间）完结（「任务期」）。<div class="rule-height"></div>
        3.本任务适用于MyLink用户(「合资格客户」)。<div class="rule-height"></div>
        4.合资格客户须下载及登录MyLink以参与本任务。<div class="rule-height"></div>
        5.合资格客户于任务期内成功通过MyLink「我的积分」完成本任务将实时收到500MyLink积分。<div class="rule-height"></div>
        6.合资格客户于MyLink内点选「我的积分」->「积分明细」，即可查阅已到账的积分。<div class="rule-height"></div>
        7.每位合资格客户在推广期内最多只可参与本任务一次。<div class="rule-height"></div>
        8.MyLink积分只可经由MyLink使用，不包括其他中国移动香港渠道。<div class="rule-height"></div>
        9.MyLink积分均有使用期限，逾期未使用自动失效，并不获补发。<div class="rule-height"></div>
        10.MyLink积分不可兑换成现金，不可出售、购买，不可转赠或转让他人。<div class="rule-height"></div>
        11.中国移动香港全权决定客户参与本任务及得到MyLink积分的资格。<div class="rule-height"></div>
        12.在参与本任务的过程中，若客户违反此条款及细则，或进行任何非法、欺诈或滥用行为，中国移动香港有权取消客户参与本任务及/或使用MyLink积分的资格，并有权撤销任何涉及违规行为的交易及/或向该名客户采取法律行动。<div class="rule-height"></div>
        13.任何因技术问题(包括但不限于任何计算机或互联网网络问题)而引致的延迟，遗失，传输错误或无法识别合资格客户提交的任何信息，中国移动香港概不负责。<div class="rule-height"></div>
        14.中国移动香港保留随时更改本任务内容、终止本任务、及/或修订此条款及细则的权利， 而毋须事先发出通知。<div class="rule-height"></div>
        15.凡参加本任务的合资格客户，即表示已细阅并同意此条款及细则。<div class="rule-height"></div>
        16.就一切有关本任务的事宜，如有任何争议，中国移动香港将保留一切最终决定权。<div class="rule-height"></div>
        17.此条款及细则之中英文版本如有歧异，以英文版本为准。`
  },
  preference: {
    '头部banner': require('../../../static/img/zh/p-banner.png'),
    '题目': '以下哪款数据用量显示方式您认为更清晰？（单选）*',
    '选项1题目': '显示剩余用量',
    '选项2题目': '显示已使用用量',
    '选项1': require('../../../static/img/zh/q-one-1.png'),
    '选项2': require('../../../static/img/zh/q-one-2.png'),
    '规则内容': `
    <div class="title">MyLink「用量查询你话事」任务（「本任务」）条款及细则</div><br/>
    1.本任务由中国移动香港有限公司（「中国移动香港」）主办。<div class="rule-height"></div>
    2.本任务于即日起至2021年5月2日23:59pm（香港时间）完结（「任务期」）。<div class="rule-height"></div>
    3.本任务适用于MyLink用户(「合资格客户」)。<div class="rule-height"></div>
    4.合资格客户须下载及登录MyLink以参与本任务。<div class="rule-height"></div>
    5.合资格客户于任务期内成功通过MyLink「我的积分」完成本任务将实时收到200MyLink积分。<div class="rule-height"></div>
    6.合资格客户于MyLink内点选「我的积分」->「积分明细」，即可查阅已到账的积分。<div class="rule-height"></div>
    7.每位合资格客户在推广期内最多只可参与本任务一次。<div class="rule-height"></div>
    8.MyLink积分只可经由MyLink使用，不包括其他中国移动香港渠道。<div class="rule-height"></div>
    9.MyLink积分均有使用期限，逾期未使用自动失效，并不获补发。<div class="rule-height"></div>
    10.MyLink积分不可兑换成现金，不可出售、购买，不可转赠或转让他人。<div class="rule-height"></div>
    11.中国移动香港全权决定客户参与本任务及得到MyLink积分的资格。<div class="rule-height"></div>
    12.在参与本任务的过程中，若客户违反此条款及细则，或进行任何非法、欺诈或滥用行为，中国移动香港有权取消客户参与本任务及/或使用MyLink积分的资格，并有权撤销任何涉及违规行为的交易及/或向该名客户采取法律行动。<div class="rule-height"></div>
    13.任何因技术问题(包括但不限于任何计算机或互联网网络问题)而引致的延迟，遗失，传输错误或无法识别合资格客户提交的任何信息，中国移动香港概不负责。<div class="rule-height"></div>
    14.中国移动香港保留随时更改本任务内容、终止本任务、及/或修订此条款及细则的权利， 而毋须事先发出通知。<div class="rule-height"></div>
    15.凡参加本任务的合资格客户，即表示已细阅并同意此条款及细则。<div class="rule-height"></div>
    16.就一切有关本任务的事宜，如有任何争议，中国移动香港将保留一切最终决定权。<div class="rule-height"></div>
    17.此条款及细则之中英文版本如有歧异，以英文版本为准。
    `
  }
};
