/* 国际化zh_cn */

module.exports = {
  home: {
    '头部banner': require('../../../static/img/zh/home_banner.png'),
    '登陆提示': '输入手机号码领取',
    '输入': '请输入手机号码',
    '领取': '免费领取',
    '同意': '我已阅读并同意MyLink的',
    '活动规则': '活动规则',
    '仅限新用户': '本活动仅限新用户参加',
    '去Mylink': '立即去MyLink App看如何参加其他活动赚尽积分',
    '好的': '好的',
    '取消': '取消',
    '规则内容': `
        <p>1.优惠仅限MyLink新用户领取</p> 
        <p>2.同一手机号、同一设备、同一支付帐号视为同一用户</p> 
        <p>3.新用户迎新礼遇不与其他优惠叠加</p>`,
    '正确号码': '请输入格式正确的手机号码',
  },
  share: {
    title: '注册MyLink获得专属迎新礼遇！',
    content: '有机会获得12GB流量包、5G上台优惠、首次缴费电子券或MyLink积分等不同优惠！'

  },
  coupon: {
    '头部banner': require('../../../static/img/zh/coupon_banner.png'),
    '恭喜': '恭喜您',
    '获得': '获得以下MyLink新用户迎新礼遇',
    '使用': '前往MyLink App使用',
    '查看更多': '查看更多',
    '底部': '新手礼遇已送到',
    '修改': '修改',
    '积分': '积分'
  },
  pop: {
    '获得礼包': '恭喜您获得以下优惠',
    'tip1': '注册Mylink可获得999元',
    'tip2': '新手大礼包',
    '查看全部': '查看全部   >',
    '去使用': '去使用',
    '注册': '即可注册'
  }
};
