/* 国际化zh_cn */

module.exports = {
  '必须填写': '*必须填写',
  '规则': '条款及细则',
  '下一步': '下一步',
  '提交成功': '提交成功！',
  '发送积分': 'MyLink 积分已存入阁下的MyLink 帐户，请透过下方「我的积分」按钮查阅。',
  '提交失败': '提交失败',
  '重新填写': '请重新填写',
  '我的积分': '我的积分',
  satisfaction: {
    '头部banner': require('../../../static/img/zh/s-banner.png'),
    '题目1': '请为MyLink的服务打分：（单选）*',
    '非常不满意': '非常不满意',
    '不满意': '不满意',
    '一般满意': '一般满意',
    '满意': '满意',
    '非常满意': '非常满意',
    '满意_题目2': '您最满意MyLink哪方面内容？（单选）*',
    '不满意_题目2': '您最不满意MyLink哪方面内容？（单选）*',
    '界面设计': '界面设计',
    '用户体验': '用户体验',
    '功能服务': '功能服务',
    '不满意_多选标题': '请选择您不满意的原因：（可多选）*',
    '满意_多选标题': '请选择您满意的原因：（可多选）*',
    '其他': '其他（如有）',
  },
  preference: {
    '头部banner': require('../../../static/img/zh/p-banner.png'),
    '题目': '以下哪款数据用量显示方式您认为更清晰？（单选）*',
    '选项1题目': '显示剩余用量',
    '选项2题目': '显示已使用用量',
    '选项1': require('../../../static/img/zh/q-one-1.png'),
    '选项2': require('../../../static/img/zh/q-one-2.png'),
  }
};
